Repository: youngunix/kcm-ufw
Catalog: po/*.po
Languages: es, lt

# kernel module name
source: SLP
lt: SIP

source: <p>Enables the <b>%1</b> kernel module</p>
es: <p>Habilita el módulo <b>%1</b> del kernel</p>
lt: <p>Įgalina <b>%1</b> branduolio modulį</p>

source: <p>Enables the <b>%1</b> kernel module (for %2)</p>
es: <p>Habilita el módulo <b>%1</b> del kernel (para %2)</p>
lt: <p>Įgalina <b>%1</b> branduolio modulį</p>

source: UFW Settings
es: Configuraciones de UFW
lt: UFW nustatymai

source: GUI front-end for Uncomplicated FireWall
es: Interfaz gráfica de usuario para Uncomplicated FireWall
lt: Grafinė sąsaja „Uncomplicated FireWall“ programai

source: Developer and maintainer
es: Desarrollador y Mantenedor
lt: Programuotojas ir palaikytojas

source: Adding rules...
es: Agregando reglas ...
lt: Pridedamos taisyklės...

source: Adding rule...
es: Agregando regla ...
lt: Pridedama taisyklė...

source: Updating rule...
es: Actualizando regla ...
lt: Atnaujinama taisyklė...

source: Reset firewall to the default settings?
es: ¿Restablecer las configuraciones predeterminadas del cortafuegos?
lt: Atkurti numatytuosius ugniasienės nustatymus?

source: Reset
es: Restablecer
lt: Atkurti

source: Resetting to system default settings...
es: Restableciendo las configuraciones predeterminadas del sistema ...
lt: Atkuriami sistemos numatytieji nustatymai...

source: Querying firewall status...
es: Consultando estado del cortafuegos ...
lt: Užklausiama ugniasienės būsenos...

source: Enabling the firewall...
es: Habilitando el cortafuegos ...
lt: Ugniasienė įjungiama...

source: Disabling the firewall...
es: Deshabilitando el cortafuegos ...
lt: Ugniasienė išjungiama...

source: Disabling IPv6 support will remove any IPv6 rules. Proceed?
es: Deshabilitando el soporte para IPv6 eliminará toda regla IPv6. ¿Desea continuar?
lt: Išjungus IPv6 palaikymą bus pašalintos visos IPv6 taisyklės. Ar norite tęsti?

source: Disable IPv6 Support
es: Deshabilitar el soporte para IPv6
lt: Išjungti IPv6 palaikymą

source: Setting firewall IPv6 support...
es: Configurando soporte para IPv6 en el cortafuegos ...
lt: Įjungiamas IPv6 palaikymas ugniasienėje...

source: Removing rule from firewall...
es: Eliminando regla del cortafuegos ...
lt: Šalinama ugniasienės taisyklė...

source: Setting firewall log level...
es: Configurando el nivel del registro del cortafuegos ...
lt: Nustatomas ugniasienės žurnalizavimo lygmuo...

source: Setting firewall default incomming policy...
es: Configurando la política predeterminada para conexiones entrantes en el cortafuegos ...
lt: Nustatoma ugniasienės numatytoji įeinančių prisijungimų politika...

source: Setting firewall default outgoing policy...
es: Configurando la política predeterminada para conexiones salientes en el cortafuegos ...
lt: Nustatoma ugniasienės numatytoji išeinančių prisijungimų politika...

source: <p>Failed to remove rule.</p><p><i>%1</i></p>
es: <p>Fallo al eliminar regla.</p><p><i>%1</i></p>
lt: <p>Nepavyko pašalinti taisyklės.</p><p><i>%1</i></p>

source: <p>Failed to save profile.</p><p><i>%1</i></p>
lt: <p>Nepavyko įrašyti profilio.</p><p><i>%1</i></p>

source: <p>Failed to delete profile.</p><p><i>%1</i></p>
lt: <p>Nepavyko pašalinti profilio.</p><p><i>%1</i></p>

source: Setting firewall modules...
es: Configurando los módulos del cortafuegos ...
lt: Nustatomi ugniasienės moduliai...

source: Activating firewall profile %1...
es: Activando perfil del cortafuegos %1 ...
lt: Aktyvuojamas ugniasienės profilis %1...

source: <p>Remove <i>%1</i>?</p>
lt: <p>Pašalinti <i>%1</i>?</p>

source: Remove Profile
es: Eliminar Perfil
lt: Šalinti profilį

source: <p>Failed to remove <i>%1</i></p>
es: <p>Fallo al eliminar <i>%1</i></p>
lt: <p>Nepavyko pašalinti <i>%1</i>

source: *.ufw|Firewall Settings
es: *.ufw|Preferencias del Cortafuegos
lt: *.ufw|Ugniasienės nustatymai

source: <p><i>%1</i> is not a valid Firewall Settings file</p>
es: <p><i>%1</i> no es un archivo válido de Configuraciones del Cortafuegos</p>
lt: <p><i>%1</i> nėra teisingas ugniasienės nustatymų failas</p>

source: Failed to create temporary file.
es: No se pudo crear el archivo temporal.
lt: Nepavyko sukurti laikinojo failo.

source: Profile Name
es: Nombre del Perfil
lt: Profilio pavadinimas

source: Please enter a name for the profile:
es: Por favor introduzca un nombre para el perfil:
lt: Įrašykite profilio pavadinimą:

source: <p>A profile named <i>%1</i> already exists.</p><p>Overwrite?</p>
es: <p>El perfil llamado <i>%1</i> ya existe.</p><p>¿Sobreescribir?</p>
lt: <p>Profilis <i>%1</i> jau yra.</p><p>Perrašyti?</p>

source: Overwrite Profile
es: Sobreescribir Perfil
lt: Perrašyti profilį

source: Saving firewall profile %1...
lt: Įrašomas ugniasienės profilis %1...

source: Moving rule in firewall...
es: Moviendo regla en el cortafuegos ...
lt: Perkeliama ugniasienės taisyklė...

source: Firewall is enabled, and there are no rules defined.%1
es: El cortafuegos está habilitado, y no hay reglas definidas.%1
lt: Ugniasienė įjungta, tačiau jos neaprašo nei viena taisyklė. %1

source: Firewall is enabled, and there is 1 rule defined.%2
es: El cortafuegos está habilitado, y hay 1 regla definida.%2
lt: Ugniasienė yra įjungta, ją aprašo viena taisyklė. %2

source: Firewall is currently disabled, and there are no rules defined.%1
es: El cortafuegos está deshabilitado, y no hay reglas definidas.%1
lt: Ugniasienė yra išjungta, nėra nei vienos taisyklės. %1

source: Firewall is currently disabled, and there is 1 rule defined.%2
es: El cortafuegos está deshabilitado, y hay 1 regla definida.%2
lt: Ugniasienė yra išjungta, ją aprašo viena taisyklė.

source: No Saved Profiles
es: No Hay Perfiles Guardados
lt: Nėra įrašytų profilių.

source: Save Current Settings...
es: Guardar Configuración Actual ...
lt: Įrašyti dabartinius nustatymus...

source: Load Profile
es: Cargar Perfil
lt: Įkelti profilį

source: Delete Profile
es: Eliminar Perfil
lt: Trinti profilį

source: Import...
lt: Importuoti...

source: Export...
lt: Eksportuoti...

source: <p><i>Connection tracking</i> is the ability to maintain connection state information (such as source and destination address/port, protocol, etc.) in memory.</p><p>Using these modules makes the firewall more secure.</p>
es: <p><i>Seguimiento de conexión</i> es la capacidad de mantener en la memoria información del estado de la conexión (como la dirección, puerto, protocolo, etc.,tanto del origen como del destino).</p><p>El uso de dichos módulos hace el cortafuegos más seguro.</p>
lt: <p><i>Prisijungimo sekimas</i> yra galimybė laikyti prisijungimo būklės informaciją (pvz., prisijungimo šaltinio ar tikslo adresas/prievadas, protokolas ir pan.) atmintyje.</p><p>Naudojant šiuos modulius ugniasienė bus saugesnė.</p>

source: <p><i>NAT (Network Address Translation)</i>. Where any form of NAT (SNAT, DNAT, Masquerading) on your firewall is involved, some commands and responses may also need to be modified by the firewall. This is the job of the NAT modules.</p><p><b>NOTE:</b>If you are using the corresponding <i>Connection Tracking</i> module, then you should also enable the <i>NAT</i> module.</p>
es: <p><i>NAT (Network Address Translation)</i>. En cualquier tipo de actividad NAT (SNAT, DNAT, Enmascaramiento) en la que el cortafuegos se vea involucrado, algunos comandos y respuestas quizás también necesiten ser modificados por el cortafuegos. Este es el trabajo de los módulos NAT.</p><p><b>NOTA:</b> Si usted está usando el correspondiente módulo de <i>Seguimiento de Conexión</i>, entonces también debería habilitar el módulo <i>NAT</i>.</p>
lt: <p><i>NAT („tinklo adresų vertimas“ (angl. Network Address Translation)</i>. Jūsų ugniasienėje naudojant kokią nors NAT formą (SNAT, DNAT, Masquerading) kai kurios komandos ir atsakymai taip pat turės būti keičiami ugniasienės. Tai – NAT modulių darbas.</p><p><b>PASTABA:</b> Jei naudojate atitinkamą<i>Prisijungimo sekimo</i> modulį, taip pat turite įjungti ir <i>NAT</i> modulį.</p>

source: Refresh
es: Actualizar
lt: Atnaujinti

source: Display Raw
lt: Rodyti neformatuotą

source: Create Rule
lt: Sukurti taisyklę

source: Raw
lt: Neformatuotas

source: Date
lt: Data

source: Action
es: Acción
lt: Veiksmas

source: From
es: Origen
lt: Iš

source: To
es: Destino
lt: Į

source: Log Viewer
lt: Žurnalo žiūryklė

# address on interface
source: %1 on %2
lt: %1 ant %2

source: Anywhere
es: Cualquiera
lt: Bet kur

# firewallAction incomming
source: %1 incoming
lt: %1 įeinančius

# firewallAction outgoing
source: %1 outgoing
lt: %1 išeinančius

source: Yes
es: Si
lt: Taip

source: Simple
lt: Paprasta

source: Advanced
es: Avanzado
lt: Sudėtingesnė

source: Incoming
es: Entrante
lt: Įeinantis

source: Outgoing
es: Saliente
lt: Išeinantis

source: Any interface
es: Cualquier interfaz
lt: Bet kuri sąsaja

source: <p>Enter one or more port numbers (e.g. <i>20,22</i>), a service name (e.g. <i>ssh</i>), or a port range (e.g. use <i>20:30</i> for ports 20 to 30)</p>
es: <p>Introduzca uno o más números de puerto (por ej. <i>20,22</i>), un nombre de servicio (por ej. <i>ssh</i>), o un rango de puertos (por ej. <i>20:30</i> para usar desde el puerto 20 hasta el 30).</p>
lt: <p>Įrašykite vieną ar daugiau prievadų numerių (pvz., <i>20,22</i>), tarnybos vardą (pvz., <i>ssh</i>), ar prievardų ruožą (pvz., naudokite <i>20:30</i> prievadų ruožui nuo 20 iki 30)</p>

source: Enter an IP address (e.g. 192.168.1.100), or subnet (e.g. 192.168.1.0/24)
es: Introduzca una dirección IP (por ej. 192.168.1.100), o subred (por ej. 192.168.1.0/24)
lt: Įrašykie IP adresą (pvz., 192.168.1.100), arba potinklį (e.g. 192.168.1.0/24)

source: Enter a network interface (e.g. eth0), or leave blank to apply to all interfaces
es: Introduzca una interfaz de red (por ej. eth0), o deje vacío para aplicar a todas las interfaces
lt: Įrašykite tinklo sąsają (pvz., eth0), arba palikite tuščią, jei norite, kad parinktis būtų taikoma visoms sąsajoms

source: Edit Rule
es: Editar Regla
lt: Keisti taisyklę

source: Add
es: Agregar
lt: Pridėti

source: Add Rule
es: Agregar Regla
lt: Pridėti taisyklę

source: No port defined.
es: No se ha definido un puerto.
lt: Nenurodyti prievadai.

source: Invalid port.
es: Puerto inválido.
lt: Neteisingas prievadas.

source: Port ranges can only be used when either TCP or UDP are explicitly selected.
es: Los rangos de puertos sólo pueden utilizarse cuando TCP o UDP estén explícitamente seleccionados.
lt: Prievadų sekos gali būti nurodomos tik kartu nurodant TCP arba UDP protokolą.

source: You can only use IPv6 addresses, if IPv6 support is enabled.
es: Usted sólo puede usar direcciones IPv6 si el soporte para IPv6 está habilitado.
lt: Jei įjungtas IPv6 palaikymas, galite naudoti tik IPv6 adresus.

source: IPv6 Support Disabled
es: Soporte para IPv6 Deshabilitado
lt: IPv6 palaikymas išjungtas

source: Selected pre-defined ports for 'Source' and 'Destination' use different protocols.
es: Los puertos predefinidos seleccionados para 'Origen' y 'Destino' usan protocolos distintos.
lt: Pasirinkti išanksto numatyti šaltinio ir tikslo prievadai naudoja skirtingus protokolus.

source: Mixed Protocols
es: Protocolos Combinados
lt: Įvairūs protokolai

source: No hosts or ports defined.
es: No se han definido equipos o puertos.
lt: Nenurodyti mazgai arba prievadai.

source: Invalid 'Source' address.
es: La dirección de 'Origen' no es válida.
lt: Neteisingas adresas „Iš“.

source: Invalid 'Destination' address.
es: La dirección de 'Destino' no es válida.
lt: Neteisingas adresas „Į“.

source: Invalid 'Source' port.
es: El puerto de 'Origen' no es válido.
lt: Neteisingas „Iš“ prievadas.

source: Invalid 'Destination' port.
es: El puerto de 'Destino' no es válido.
lt: Neteisingas „Į“ prievadas.

source: Rule already exists!
es: ¡La regla ya existe!
lt: Tokia taisyklė jau yra!

source: <p>Failed to insert rule.</p><p><i>%1</i></p>
es: <p>No se pudo insertar la regla.</p><p><i>%1</i></p>
lt: <p>Nepavyko įterpti taisyklės.</p><p><i>%1</i></p>

source: <li><i><b>Allow</b></i> accepts access to the specified ports/services.</li><li><i><b>Deny</b></i> blocks access to the specified ports/services.</li><li><i><b>Reject</b></i> is similar to <i>Deny</i>, but lets the sender know when traffic is being denied, rather than simply ignoring it.</li>
es: <li><i><b>Permitir</b></i> acepta acceso a los puertos/servicios especificados.</li><li><i><b>Denegar</b></i> bloquea el acceso a los puertos/servicios especificados.</li><li><i><b>Rechazar</b></i> es similar a <i>Denegar</i>, pero permite al remitente saber que el tráfico está siendo negado, en vez de simplemente ignorarlo.</li>
lt: <li><i><b>Leisti</b></i> leidžia prieigą prie nurodytų prievadų/tarnybų.</li><li><i><b>Neleisti</b></i> blokuoja prieigą prie nurodytų prievadų/tarnybų.</li><li><i><b>Atmesti</b></i> panašu į <i>neleisti</i>, tačiau leidžia siuntėjui žinoti, kad srautas neleidžiamas, užuot tiesiog jį ignoruojant.</li>

source: <li><i><b>Limit</b></i> enables connection rate limiting. This is useful for protecting against brute-force login attacks. The firewall will deny connections if an IP address has attempted to initiate 6 or more connections in the last 30 seconds.</li>
es: <li><i><b>Limitar</b></i> permite limitar el margen de conexión. Esto es útil para proteger contra los ataques de acceso por fuerza bruta. El cortafuegos rechaza la conexión si la dirección IP ha intentado iniciar 6 o más conexiones en los últimos 30 segundos.</li></ul></p>
lt: <li><i><b>Riboti</b></i> įjungia prisijungimų bandymų ribojimą. Ši parinktis naudinga „brute-force“ prisijungimų atakų prevencijai. Ugniasienė nebeleis jungtis jei iš IP adreso per pastarąsias 30 sekundžių bus bandoma jungtis 6 ar daugiau kartų. </li>

source: <p><ul><li><i><b>Off</b></i> disables logging.</li><li><i><b>Low</b></i> logs all blocked packets not matching the default policy (with rate limiting), as well as packets matching logged rules.</li><li><i><b>Medium</b></i> as per <i>Low</i>, plus all allowed packets not matching the default policy, all <i>invalid</i> packets, and all new connections. All logging is done with rate limiting.</li><li><i><b>High</b></i> as per <i>Medium</i> (without rate limiting), plus all packets with rate limiting.</li><li><i><b>Full</b></i> log everything, without rate limiting.</li></ul></p><p>Levels above <i>Medium</i> generate a lot of logging output, and may quickly fill up your disk. <i>Medium</i> may generate a lot of logging output on a busy system.</p>
es: <p><ul><li><i><b>Apagado</b></i> deshabilita el registro.</li><li><i><b>Bajo</b></i> registra todos los paquetes bloqueados que no coincidan con la política predeterminada (el registro tiene un límite), así como los paquetes con los que las reglas de registro coincidan.</li><li><i><b>Medio</b></i> es igual a <i>Bajo</i>, más todos los paquetes permitidos que no coincidan con la política predeterminada, todos los paquetes <i>inválidos</i> y todas las conexiones nuevas. El registro tiene un límite. </li><li><i><b>Alto</b></i> es igual a <i>Medio</i>, más todos los paquetes. El registro no tiene límite.</li><li><i><b>Completo</b></i> registra todo, el registro no tiene límite.</li></ul></p><p>Los niveles por encima de <i>Medio</i> guardan muchos datos en el registro y pueden llenar el disco de manera rápida. <i>Medio</i> puede guardar muchos datos en el registro en un sistema ocupado.</p>
lt: <p><ul><li><i><b>Išjungta</b></i> visiškai nerašoma į žurnalą.</li><li><i><b>Mažai</b></i> įrašo į žurnalą informaciją apie visus užblokuotus paketus, neatitinkančius numatytosios politikos (nefiksuojant bandymų ribojimo atvejų), bei visus paketus, atitikusius taisykles, kurioms numatytas rašymas į žurnalą.</li><li><i><b>Vidutiniškai</b></i> kaip ir <i>Mažai</i> atveju, bet pridedant visus leidžiamus paketus kurie neatitinka numatytosios politikos, visus <i>neteisingus</i> paketus, ir visus naujus prisijungimus. Rašant į žurnalą nefiksuojami atvejai, kuriuos atitinka taisyklės su bandymų ribojimu.</li><li><i><b>Daug</b></i> kaip ir <i>Vidutiniškai</i> atveju (kuriame nefiksuojami bandymų ribojimo taisykles atitikę paketai), bet čia fiksuojami ir bandymų ribojimo taisykles atitikę paketai.</li><li><i><b>Viskas</b></i> rašo į žurnalą viską.</li></ul></p><p>Lygiai virš <i>Vidutiniškai</i> generuoja labai daug išvesties ir gali greitai užpildyti diską. <i>Vidutiniškai</i> daug naudojamoje sistemoje taip pat gali labai daug rašyti į žurnalą.</p>

source: <p>Per rule logging.</ul><li><i><b>None</b></i> no logging is performed when a packet matches a rule.</li><li><i><b>New</b></i> will log all new connections matching a rule.</li><li><i><b>All</b></i> will log all packets matching a rule.</li></ul></p>
es: <p>Registro por reglas.</ul><li><i><b>Ninguno</b></i> no se realiza registro alguno cuando un paquete coincide con una regla. </li><li><i><b>Nuevas</b></i> registrará todas las conexiones nuevas que coincidan con una regla.</li><li><i><b>Todos</b></i> registrará todos los paquetes que coincidan con una regla.</li></ul></p>
lt: <p>Rašymas į žurnalą priklausomai nuo taisyklės.</ul><li><i><b>Nieko</b></i> – paketui atitikus taisyklę nieko nerašoma į žurnalą.</li><li><i><b>Nauji</b></i> – rašys į žurnalą visus naujus prisijungimus, atitikusius taisyklę.</li><li><i><b>Visi</b></i> – fiksuos visus paketus, atitikusius taisyklę.</li></ul></p>

source: <p>Rule ordering is important and the first match wins. Therefore when adding rules, add the more specific rules first with more general rules later.</p>
es: <p>El orden de las reglas es importante y la primera coincidencia gana. De esta forma cuando se agreguen reglas, primero agregue las reglas más específicas y luego las reglas más generales.</p>
lt: <p>Taisyklių išdėstymas yra svarbus, nugali ta, kuri yra pirmiau sąraše. taigi, pridėdami taisykles, pridėkite specifiškesnes taisykles pirma, o bendras taisykles – toliau.</p>

source: Off
es: Apagado
lt: Išjungta

source: Low
es: Bajo
lt: Mažai

source: Medium
es: Medio
lt: Vidutiniškai

source: High
es: Alto
lt: Daug

source: Full
es: Completo
lt: Viskas

source: None
es: Ninguno
lt: Nieko

source: New connections
es: Nuevas conexiones
lt: Nauji prisijungimai

source: All packets
es: Todos los paquetes
lt: Visi paketai

source: Allow
es: Permitir
lt: Leisti

source: Deny
es: Denegar
lt: Neleisti

source: Reject
es: Rechazar
lt: Atmesti

source: Limit
es: Limitar
lt: Riboti

source: Secure Shell
lt: Saugus apvalkalas

source: Any protocol
es: Cualquier protocolo
lt: Abu protokolai

source: Policy:
es: Política:
lt: Politika:

source: Direction:
es: Sentido:
lt: Kryptis:

source: Logging:
es: Registro:
lt: Rašymas į žurnalą:

source: Description:
es: Descripción:
lt: Aprašymas:

source: Description of rule
es: Descripción de la regla
lt: Taisyklės aprašymas

source: Protocol:
es: Protocolo:
lt: Protokolas:

source: Port number
es: Número de puerto
lt: Prievado numeris

source: Port:
es: Puerto:
lt: Prievadas:

source: Source
es: Origen
lt: Šaltinis

source: Address:
es: Dirección:
lt: Adresas:

source: Any address
es: Cualquier dirección
lt: Bet kuris adresas

source: IP address
es: Dirección IP
lt: IP adresas

source: Any port
es: Cualquier puerto
lt: Bet kuris prievadas

source: Destination
es: Destino
lt: Tikslas

source: Interface:
es: Interfaz:
lt: Sąsaja:

source: Configuration
es: Configuración
lt: Konfigūracija

source: Firewall status:
es: Estado del cortafuegos
lt: Ugniasienės būsena:

source: Enabled
es: Habilitado
lt: Įjungta

source: IPv6 support:
es: Soporte para IPv6
lt: IPv6 įgalinimas:

source: Default outgoing policy:
es: Política saliente predeterminada
lt: Numatytoji politika išeinantiems prisijungimams:

source: Default incoming policy:
es: Política entrante predeterminada
lt: Numatytoji politika įeinantiems priesijungimams:

source: Logging level:
es: Nivel del registro
lt: Rašymo į žurnalą lygmuo:

source: Rules
es: Reglas
lt: Taisyklės

source: Logging
es: Registro
lt: Į žurnalą

source: Description
es: Descripción
lt: Aprašymas

source: Add...
lt: Pridėti...

source: Edit...
lt: Keisti...

source: Remove
es: Eliminar
lt: Šalinti

source: Move Up
es: Subir
lt: Aukštyn

source: Move Down
es: Bajar
lt: Žemyn

source: Modules
es: Módulos
lt: Moduliai

source: Protocol
es: Protocolo
lt: Protokolas

source: Connection Tracking
es: Seguimiento de Conexión
lt: Ryšio sekimas

source: Profiles
es: Perfiles
lt: Profiliai

source: Show Log...
lt: Rodyti žurnalą...

# NAME OF TRANSLATORS
source: Your names
es: Usuarios de Kubuntu-es.org
lt: Donatas Glodenis

# EMAIL OF TRANSLATORS
source: Your emails
es: traducciones.kubuntu.es@gmail.com
lt: dgvirtual@akl.lt
